Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/ravisolbmuid-oahpahus.html.tmx
Source language: sme
Languages: smj

source: Rávisolbmuid oahpahus / Oahpahus / Sámediggi - Sametinget
smj: Ållessjattukåhpadus / Åhpadus / Sámedigge - Sametinget

source: Rávisolbmuid oahpahus
smj: Ållessjattukåhpadus

source: Sámegiella lea vuođđudeaddji árvun.
smj: Sáme giella le vuodoárvvo.

source: Sámi iešguđege guovlluin lea ollu rávisolbmot geat ovddeš dáruiduhttima dihte leat massán eatnigielaset.
smj: Duon dán guovlojn Sámen li moattes ållessjattugijs ma åvdeå dárojduhttempolitihkas li ietjasa iednegielav massám.

source: Dán dili dihte dárbbašuvvo rávisolbmuidoahpahus sámegielas, sihke vuođđoskuvlla ja joatkkaskuvlla dásis.
smj: Dan diehti le stuorra dárbbo ållessjattukåhpadimes sámegielan vuodo- ja joarkkaskåvlå dásen.

source: Sámediggi atná dehálažžan láhččet gurssaid otná váhnemiidda mii lea áibbas mearrideaddjin jus giella galgá ovdánahttojuvvot ovddasguvlui.
smj: Sámedigge vuojnná dárbov láhtjet kursajt udnásj æjgádijda le mierredime giela åvddånahttemav boahtte ájgijda.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Sámediggi bargá dan badjelii:
smj: Sámediggeráde ájggu barggat nav vaj:

source: Rávis sápmelaččaide geat eai hálddaš sámegiela galgá láhččojuvvot vejolašvuohta háhkat dárbbašlaš vuođđomáhtu heivvolaš oahpahusa bakte.
smj: Dile galggi látjeduvvat nav vaj ållessjattuk sáme gudi e sámegielav máhte, galggi máhttet oadtjot dárbulasj vuodomáhtudagájt hiebalgis åhpadime baktu.

source: Sámediggi áigu ásahit oahpahusvuogádaga mii addá buot sámi mánáide, nuoraide ja rávisolbmuide oahpposajádagaid go sii sáhttet ovdánahttit iežaset máhtolašvuođa, giela ja kultuvrra.
smj: Sámedikke ájggomussan le dahkat åhpadimvuogádusáv mij vaddá gájkka sáme mánájda, nuorajda ja ållesjattugijda åhpadimsajijt giella ja kultuvra máhtudakåvddånibmáj ja åvddålijguovlluj åvddånibmáj.

source: Sámediggi lea addán bargun Sámi Allaskuvlii ovdánahttit ja čađahit 5-jagi rávisolbmooahpahusprográmma sámegielas mii galgá leat oassin giellaprográmmas ii-sámegiela hubmi olbmuid várás davvi-, julev- ja lullisámi guovlluin.
smj: Sámedigge le Sáme Allaskåvllåj vaddám bargov åvddånahttet ja tjadádit 5-jahkásasj giellaprográmmav sámegielan oassen giellaprográmmas sidjij gudi e máhte sámegielav nuortta-, julev- ja oarjjelsáme guovlojn.

source: Rávisolbmooahpahusprográmma galgá heivehuvvot báikkálaš dárbbuide.
smj: Ållessjattukåhpadimprográmma galggá hiebaduvvat bájkálasj dárbojda.

source: Giellaoahpahus galgá vuođđuduvvot báikkálaš diliide ja deattuhit báikkálaš variánttaid ja nu seailluhit ja nannet báikkálaš sámi gullevašvuođa.
smj: Giellaåhpadibme galggá liehket vuodum bájkálattjat ja vuolgasadjen bájkálasj sierravuodaj bisodittajt ja nannitjit bájkálasj sáme iesjdåbdov.

source: Rávisolbmooahpahusprográmma galget leat čuovvovaš bealit:
smj: Ållessjattukprográmman li dá dáse:

source: a) Álgogursa 1 sámegielas
smj: a.) Álggokurssa 1 sámegielan

source: Álgogursa 2 sámegielas
smj: Álggokurssa 2 sámegielan

source: Ulbmil lea ahte 5-jagi giellaprográmma olis álggahuvvojit doaibmabijut man boađusin lea eanet sámegiela geavaheaddjit.
smj: Ulmmen le jut 5-jahkásasj giellaprográmma baktu álgeduvvi dåjma ma máhtti buktet ienep sámegiela addnijt.

source: Ulbmiljoavkun leat ii-sámegielat hubmi olbmot viiddis geográfalaš guovllus ja earenoamážiid dain guovlluin gos dáruiduhttin eanemusat lea čuohcan.
smj: Ulmmejuohkusin li gájkka gudi e sámásta vijddát geográfalasj guovlojn ja sierraláhkáj guovlojn gånnå dárojduhttem le ienemusát vahágahttám.

source: Prošeakta sáhttá duođaštit hui positiiva bohtosiid das man galle rávisolbmo leat čađahan sámi giellaoahpahusa ja galle giellaguovddáža leat leamašan mielde prošeavttas.
smj: Prosjækta máhttá vuosedit buorre båhtusijt mij gullu galles ållessjattuga gudi li sáme åhpadimev tjadádam ja galla giellaguovdátja ja ietjá institusjåvnå li prosjevtajn barggam.

source: Maŋŋil go rávisolbmuid oahpahusprográmma álggahuvvui de leat leamašan stuorit rekruteren sámegielat oahpuide.
smj: Maŋŋela gå ållessjattukåhpadimprográmma álgij, le registreridum stuoráp rekrutterim vijddábut låhkåmijda sámegielan.

source: Áigumuš lea beassat álggahit gurssaid lulli- ja julevsámi guovlluin, ja Norgga stuorimus gávpogiin.
smj: Vijddábujda le ulmmen álgget kursajt oarjjel- ja julevsáme guovlojn, ja stuorámus stádajn Vuonan.

source: Gursat galget váikkuhit dasa ahte ii sámegiela hubmi olbmot galget beassat fas hupmagoahtit sámegiela, ja ahte sámegielagat galget oahppat lohkat ja čállit sámegiela.
smj: Kursa galggi buktet máhttelisvuodajt sidjij gudi e sámásta oadtjot gielasa ruopptot, ja vaj sámegielaga galggi sábmáj låhkåt ja tjállet oahppat.

source: Maiddái galgá leat vejolašvuohta háhkat lohkangelbbolašvuođa vai galget sáhttit joatkit dábálaš oahpahusaide.
smj: Kursa aj galggi vaddet máhttelisvuodav studiemáhtudagáv oadtjot dábálasj studijijt joarkátjit.

source: Dát lea mainna dál bargat:
smj: Dáj ássjij dálla barggap:

source: Sámediggedieđáhus oahpaheami ja oahpahusa birra
smj: Sámedikke diedádusájn åhpadime ja åhpadusá birra Sámeoahppev guovdátjij biedjá

source: Rávisolbmuid oahppoprográmma “ Giellaprográmma ” čuovvoleapmi
smj: Ållessjattukåhpadimprográmmav “ Giellaprográmmav ” tjuovvolit Sámegiela ållessjattukåhpadimprográmma ålles rijkkaj

source: Oahpahuslága § 4A-1 daddjo ahte rávisolbmuin lea riekti oažžut heivehuvvon vuođđoskuvlaoahpahusa.
smj: Åhpaduslága § 4A-1 milta le ållessjattugijn rievtesvuohta hiebaduvvam vuodoskåvlå åhpadussaj.

source: Rávisolbmuin geain lea riekti oažžut vuođđoskuvlaoahpahusa lea maiddái riekti oažžut neavvagiid ja rávvagiid kártemis iežaset oahppodárbbuid, ja riekti oažžut oahpahusa mii lea heivehuvvon sin gelbbolašvuhtii ja maiddái ovdáneami.
smj: Ållessjattugijn gejn li rievtesvuoda vuodoskåvlå åhpadussaj li aj rievtesvuoda bagádallamijda guoradalátjit ietjas åhpadusdárbojt, ja rievtesvuoda åhpadibmáj mij le hiebaduvvam ietjas máhtudahkaj ja åvddånime dárbojda.

source: Dás ii gáibiduvvo ahte rávisolbmot galget čađahit oahpahusa olles fágas.
smj: Ållessjattugijs ij gájbbeduvá avtak fágaj ålles åhpadusáv tjadádit.

source: Viidáset lea rávisolbmuin oahpahuslága § 4A-3 mielde vuoigatvuohta oažžut joatkkaoahpu dan jagi rájes go devdet 25 jagi.
smj: Vijddábut de li ållessjattugijn Åhpaduslága § 4A-3 milta rievtesvuoda joarkkaåhpadussaj dat jages gå li 25 jage dievdde.

source: Joatkkaoahpahusa vuoigatvuohta gullá sidjiide geat leat čađahan vuođđoskuvlla dahje sullásačča, ja geat ovdal eai leat čađahan ja joatkkaskuvlaoahpu.
smj: Rievtesvuohta joarkkaåhpadussaj le sidjij gudi li ållim vuodoskåvlåv jali muodugattjav, valla ælla åvdebut joarkka åhpadusáv ållim.

source: Rávisolbmot geat čađahit joatkkaskuvlla oahpahusa galget čuovvut dábálaš oahppoplánaid.
smj: Ållessjattuga gudi válldi joarkkaåhpadusáv galggi álggovuodon tjuovvot dábálasj oahppoplánajt.

source: Oahpahuslága § 4A-4 mielde geatnegahttojuvvo suohkan ja fylkkasuohkan láhččet vuođđoskuvlaoahpahusa ja joatkkaoahpahusa rávisolbmuide, ja sii sáhttet ávkkástallat oahppolihtuid, dohkkehuvvon neahttaskuvllaid ja earáid geat fállet vuođđoskuvlaoahpu ja joatkkaoahpu vai ollašuhttet geatnegasvuođaideaset fállamis rávisolbmuide oahpahusa.
smj: Åhpaduslága § 4A-4 milta le suohkanin ja fylkasuohkanin vælggogisvuohta láhtjet dilev vuodoskåvlå åhpadussaj ja joarkka åhpadussaj ållessjattugijda, ja sij máhtti adnet oahppolihtojt, dåhkkiduvvam næhttaskåvlåjt ja iehtjádijt gudi fálli vuodoåhpadusáv ja joarkkaåhpadusáv ietjas vælggogisvuodav åhpadusás ållessjattugijda dævdátjit.

source: Rávisolbmuin geain lea vuoigatvuohta oažžut joatkkaoahpahusa, lea maiddái riekti oažžut iežaset reálagelbbolašvuođa árvvoštallojuvvot.
smj: Ållessjattugijn gejn li rievtesvuoda joarkkaåhpadussaj, li rievtesvuoda oadtjot ietjasa almmamáhtudagájt árvustaláduvvat ja máhtudakduodastussaj.

source: Gealboduođaštusa oažžu fylkkasuohkanis.
smj: Máhtudakduodastus galggá fylkasuohkanis vatteduvvat.

source: Máhttodepartemeanta
smj: Máhttodepartemænnta

source: Oahpahusdirektoráhtta
smj: Åhpadusdirektoráhtta

source: Stuoradiggi lea dohkkehan Sámi Oahppolávdegotti (SOL) stáhtadoarjaga vuoigaduvvon oahppolihttun 1976 rávisolbmuidoahpahuslága vuođul.
smj: Sáme oahppolihtto (SOL) le Stuorradikkes dåhkkiduvvam oahppolihtto stáhtadoarjjagij rievtesvuodaj Ållessjattukåhpaduslága milta jages 1976.

source: SOL váldoulbmilin lea doaimmahit čuvgehus- ja oahppodoaimmaid sápmelaččaid gaskkas.
smj: SOL:a oajvveulmmen le doajmmat åhpadus- ja studerimdåjmajt sámij gaskan.
